/* No comment provided by engineer. */
"Login with username and password" = "Σύνδεση με όνομα χρήστη και κωδικό πρόσβασης";

/* No comment provided by engineer. */
"No login credentials could be found in the Keychain" = "Πιστοποιήσεις σύνδεσης δεν βρέθηκαν στο Keychain";

/* No comment provided by engineer. */
"The use of the Keychain is disabled in the Preferences" = "Η χρήση του Keychain είναι απενεργοποιημένη στις Προτιμήσεις";

/* No comment provided by engineer. */
"Private key password protected" = "Ιδιωτικό κλειδί προστατευόμενο με κωδικό πρόσβασης";

/* No comment provided by engineer. */
"Enter the passphrase for the private key file" = "Εισάγετε την φράση πρόσβασης για το αρχείο ιδιωτικού κλειδιού";

/* No comment provided by engineer. */
"Login canceled" = "Ακύρωση σύνδεσης";

/* No comment provided by engineer. */
"Login failed" = "Αποτυχία σύνδεσης";

/* No comment provided by engineer. */
"Login successful" = "Επιτυχία σύνδεσης";

